Revit 2027 API
ParameterTypeId.MepHeatingHotwaterLoop Property
 "Heating Hot Water Loop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepHeatingHotwaterLoop { get; }
Public Shared ReadOnly Property MepHeatingHotwaterLoop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepHeatingHotwaterLoop {
	ForgeTypeId^ get ();
}
static member MepHeatingHotwaterLoop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace